src/assets/requests/schedule/get_category_list.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP:Body>
        <GetCategoryList xmlns="http://schemas.intasect.co.jp/mycal/service/category" preserveSpace="no" qAccess="0" qValues="" />
    </SOAP:Body>
</SOAP:Envelope>